Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSShell/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# shell.compose.agents
source: Agents
ja: エージェント

# shell.compose.hosts
source: Hosts
ja: ホスト

# shell.compose.workspaces
source: Workspaces: %lld
ja: ワークスペース: %lld

# shell.connection.connecting
source: Connecting
ja: 接続中

# shell.connection.live
source: Live
ja: 接続済み

# shell.connection.mock
source: Mock data
ja: モックデータ

# shell.connection.offline
source: Offline
ja: オフライン

# shell.dev.flags
source: Feature Flags
ja: 機能フラグ

# shell.dev.flagsFooter
source: Launch environment values win and lock the toggle.
ja: 起動環境の値が優先され、トグルはロックされます。

# shell.dev.mock
source: Mock
ja: モック

# shell.dev.mockOffline
source: Simulate Offline
ja: オフラインをシミュレート

# shell.dev.mockOwner
source: Mock Owners
ja: モックのオーナー

# shell.dev.notRegistered
source: Not registered, serving mock
ja: 未登録のためモックを使用中

# shell.dev.real
source: Real
ja: 本番

# shell.dev.sources
source: Feature Sources
ja: 機能ソース

# shell.dev.sourcesFooter
source: Real uses the lane's implementation once registered; until then the mock serves.
ja: 本番は各レーンの実装が登録されると使われます。それまではモックが応答します。

# shell.feed.earlier
source: Earlier
ja: 以前

# shell.feed.needsInput
source: Needs Input
ja: 入力待ち

# shell.flag.billing
source: Plans (Billing)
ja: プラン（課金）

# shell.flag.composeTab
source: Compose Tab
ja: 作成タブ

# shell.flag.feedTab
source: Feed Tab
ja: フィードタブ

# shell.flag.hostsTab
source: Hosts Tab
ja: ホストタブ

# shell.flag.iPadSidebar
source: iPad Sidebar
ja: iPad サイドバー

# shell.flag.workspacesTab
source: Workspaces Tab
ja: ワークスペースタブ

# shell.host.reachable
source: Reachable
ja: 接続可能

# shell.host.unknown
source: Not checked
ja: 未確認

# shell.host.unreachable
source: Unreachable
ja: 接続不可

# shell.hosts.direct
source: Direct Addresses
ja: 直接アドレス

# shell.hosts.pairedMacs
source: Paired Macs
ja: ペアリング済みの Mac

# shell.placeholder.title
source: Placeholder · lane %@
ja: プレースホルダー · レーン %@

# shell.settings.about
source: About
ja: 情報

# shell.settings.account
source: Account
ja: アカウント

# shell.settings.developer
source: Developer
ja: 開発者

# shell.settings.devices
source: Devices
ja: デバイス

# shell.settings.devicesOffline
source: Device list is offline; changes are paused.
ja: デバイス一覧はオフラインです。変更は一時停止中です。

# shell.settings.email
source: Email
ja: メール

# shell.settings.name
source: Name
ja: 名前

# shell.settings.notPaired
source: Not paired
ja: 未ペアリング

# shell.settings.revoked
source: Removed
ja: 削除済み

# shell.settings.signOut
source: Sign Out
ja: サインアウト

# shell.settings.signOutConfirm
source: Sign out of cmux on this device?
ja: このデバイスで cmux からサインアウトしますか？

# shell.settings.thisDevice
source: This device
ja: このデバイス

# shell.settings.trusted
source: Paired
ja: ペアリング済み

# shell.settings.version
source: Version
ja: バージョン

# shell.status.failed
source: Failed
ja: 失敗

# shell.status.idle
source: Idle
ja: 待機中

# shell.status.running
source: Running
ja: 実行中

# shell.status.waiting
source: Waiting for input
ja: 入力待ち

# shell.summary.compose
source: Start a task: pick a host, workspace, agent and model.
ja: タスクを開始: ホスト、ワークスペース、エージェント、モデルを選択します。

# shell.summary.feed
source: Agent requests to answer inline: permissions, questions, plans.
ja: その場で応答できるエージェントのリクエスト: 権限、質問、プラン。

# shell.summary.hosts
source: Paired Macs, SSH hosts and direct addresses.
ja: ペアリング済みの Mac、SSH ホスト、直接アドレス。

# shell.summary.workspaces
source: Live workspaces on every Mac, with status.
ja: すべての Mac のライブなワークスペースと状態。

# shell.tab.compose
source: Compose
ja: 作成

# shell.tab.feed
source: Feed
ja: フィード

# shell.tab.home
source: Home
ja: ホーム

# shell.tab.hosts
source: Hosts
ja: ホスト

# shell.tab.settings
source: Settings
ja: 設定

# shell.tab.workspaces
source: Workspaces
ja: ワークスペース

# shell.workspaces.panes
source: Panes: %lld
ja: ペイン: %lld

# shell.settings.replayTour
source: Replay Welcome Tour
ja: ようこそツアーをもう一度見る

# shell.direct.address
source: Address
ja: アドレス

# shell.direct.address.placeholder
source: 100.101.102.103 or mac.tailnet.ts.net
ja: 100.101.102.103 または mac.tailnet.ts.net

# shell.direct.cancel
source: Cancel
ja: キャンセル

# shell.direct.footer
source: A Tailscale, WireGuard or local network address of a Mac running cmux. The connection is encrypted and opens only if the Mac proves this key.
ja: cmux を実行している Mac の Tailscale、WireGuard、またはローカルネットワークのアドレス。接続は暗号化され、Mac がこのキーを証明した場合にのみ開きます。

# shell.direct.hostKey
source: Host Key
ja: ホストキー

# shell.direct.hostKey.placeholder
source: Paste the key shown on the Mac
ja: Mac に表示されたキーを貼り付け

# shell.direct.issue.addressHasPort
source: Put the port in the Port field.
ja: ポートはポート欄に入力してください。

# shell.direct.issue.addressInvalid
source: Enter a host name or IP address without a scheme or path.
ja: スキームやパスを含まないホスト名または IP アドレスを入力してください。

# shell.direct.issue.addressMissing
source: Enter an address.
ja: アドレスを入力してください。

# shell.direct.issue.hostKeyInvalid
source: This is not a valid host key.
ja: 有効なホストキーではありません。

# shell.direct.issue.hostKeyMissing
source: Paste the Mac's host key.
ja: Mac のホストキーを貼り付けてください。

# shell.direct.issue.portInvalid
source: Port must be 1 to 65535.
ja: ポートは 1〜65535 で指定してください。

# shell.direct.name
source: Name
ja: 名前

# shell.direct.name.placeholder
source: Optional
ja: 省略可

# shell.direct.port
source: Port
ja: ポート

# shell.direct.refused
source: Could not save: %@
ja: 保存できませんでした: %@

# shell.direct.save
source: Save
ja: 保存

# shell.direct.title
source: Add Direct Address
ja: 直接アドレスを追加

# shell.settings.preferences
source: Preferences
ja: 環境設定

# shell.settings.terminal
source: Terminal
ja: ターミナル

# shell.settings.notifications
source: Notifications
ja: 通知

# shell.settings.privacy
source: Privacy
ja: プライバシー

# shell.settings.help
source: Help
ja: ヘルプ

# shell.settings.teamChangeFailed
source: Couldn't switch teams. Check your connection and try again.
ja: チームを切り替えられませんでした。接続を確認して、もう一度お試しください。

# shell.settings.accountFooter
source: Use the same cmux account as the Macs you connect to.
ja: 接続するMacと同じcmuxアカウントを使用してください。

# shell.settings.team
source: Team
ja: チーム

# shell.settings.teamChanging
source: Switching team
ja: チームを切り替え中

# shell.settings.deleteAccount
source: Delete Account
ja: アカウントを削除

# shell.settings.deletingAccount
source: Deleting Account…
ja: アカウントを削除中…

# shell.settings.deleteAccountFooter
source: Permanently deletes your cmux account and its data.
ja: cmuxアカウントとそのデータを完全に削除します。

# shell.settings.deleteAccountTitle
source: Delete Account?
ja: アカウントを削除しますか？

# shell.settings.deleteAccountMessage
source: This permanently deletes your cmux account and cmux data. You will be signed out on this device.
ja: cmuxアカウントとcmuxのデータが完全に削除されます。このデバイスからサインアウトされます。

# shell.settings.cancel
source: Cancel
ja: キャンセル

# shell.settings.deletion.failedTitle
source: Couldn't Delete Account
ja: アカウントを削除できませんでした

# shell.settings.deletion.cleanupTitle
source: Account Deleted
ja: アカウントを削除しました

# shell.settings.deletion.generic
source: Try again later or contact support.
ja: しばらくしてからもう一度お試しいただくか、サポートにお問い合わせください。

# shell.settings.deletion.connection
source: Could not reach the server. Check your internet connection and try again.
ja: サーバーに接続できませんでした。インターネット接続を確認して、もう一度お試しください。

# shell.settings.deletion.unauthorized
source: Your session is no longer valid. You will be signed out on this device. Sign in again if the account still exists.
ja: セッションが無効になりました。このデバイスからサインアウトされます。アカウントがまだ存在する場合は、もう一度サインインしてください。

# shell.settings.deletion.stackIncomplete
source: Your cmux data was deleted, but account sign-in cleanup did not finish. Try Delete Account again to complete deletion.
ja: cmuxのデータは削除されましたが、サインイン情報の削除が完了しませんでした。もう一度「アカウントを削除」を実行して削除を完了してください。

# shell.settings.deletion.cleanupIncomplete
source: Your account sign-in was deleted, but some cmux cleanup did not finish. You will be signed out. Contact support if cmux data is still visible.
ja: サインイン情報は削除されましたが、cmuxの一部のクリーンアップが完了しませんでした。サインアウトされます。cmuxのデータがまだ表示される場合はサポートにお問い合わせください。

# shell.settings.deletion.timedOut
source: Account deletion timed out. Check your connection and try again.
ja: アカウントの削除がタイムアウトしました。接続を確認して、もう一度お試しください。

# shell.settings.deletion.unknown
source: We couldn't confirm whether account deletion finished. Wait a moment, then try Delete Account again.
ja: アカウントの削除が完了したか確認できませんでした。しばらく待ってから、もう一度「アカウントを削除」を実行してください。

# shell.settings.noDevices
source: No devices yet.
ja: デバイスはまだありません。

# shell.settings.section.thisDevice
source: This Device
ja: このデバイス

# shell.settings.section.macs
source: Macs & Cloud
ja: Macとクラウド

# shell.settings.section.other
source: Other Devices
ja: その他のデバイス

# shell.settings.path.direct
source: Direct
ja: 直接

# shell.settings.path.p2p
source: Peer-to-Peer
ja: ピアツーピア

# shell.settings.path.turn
source: TURN Relay
ja: TURNリレー

# shell.settings.path.relay
source: Relay
ja: リレー

# shell.settings.path.spokenFormat
source: %@ path, %@
ja: %@経路、%@

# shell.settings.seenFormat
source: %@ · seen %@
ja: %@ · %@に確認

# shell.settings.deviceRemoved
source: Device removed
ja: デバイスを削除しました

# shell.settings.deviceActionFailed
source: Couldn't Change Device
ja: デバイスを変更できませんでした

# shell.settings.error.offline
source: The device list is offline. Nothing was changed.
ja: デバイス一覧がオフラインです。変更はされていません。

# shell.settings.error.notFound
source: This device is no longer on your account.
ja: このデバイスはアカウントにありません。

# shell.settings.error.thisDevice
source: Sign out to remove this device.
ja: このデバイスを削除するにはサインアウトしてください。

# shell.settings.error.emptyName
source: Enter a name.
ja: 名前を入力してください。

# shell.settings.error.longNameFormat
source: Use %lld characters or fewer.
ja: %lld文字以内で入力してください。

# shell.settings.error.controlName
source: The name contains characters that can't be shown.
ja: 名前に表示できない文字が含まれています。

# shell.settings.deviceName
source: Name
ja: 名前

# shell.settings.kind
source: Kind
ja: 種類

# shell.settings.statusLabel
source: Status
ja: 状態

# shell.settings.lastSeen
source: Last Seen
ja: 最終確認

# shell.settings.never
source: Never
ja: なし

# shell.settings.connection
source: Connection
ja: 接続

# shell.settings.path
source: Path
ja: 経路

# shell.settings.carrier
source: Carrier
ja: キャリア

# shell.settings.roundTrip
source: Round Trip
ja: 往復時間

# shell.settings.unknownValue
source: Unknown
ja: 不明

# shell.settings.notConnected
source: Not connected
ja: 未接続

# shell.settings.signOutToRemove
source: Sign out to remove this device.
ja: このデバイスを削除するにはサインアウトしてください。

# shell.settings.removeDevice
source: Remove Device
ja: デバイスを削除

# shell.settings.removeDeviceFooter
source: The device loses access to your Macs and must pair again.
ja: このデバイスはMacにアクセスできなくなり、再度ペアリングが必要になります。

# shell.settings.removeDeviceConfirmFormat
source: Remove “%@” from your account?
ja: 「%@」をアカウントから削除しますか？

# shell.settings.platform.cloud
source: Cloud Machine
ja: クラウドマシン

# shell.settings.matchMacFooter
source: Match Mac uses the theme of the Mac you connect to. The preview shows the default colors.
ja: 「Macに合わせる」は接続先のMacのテーマを使用します。プレビューにはデフォルトの色が表示されます。

# shell.settings.theme
source: Theme
ja: テーマ

# shell.settings.theme.matchMac
source: Match Mac
ja: Macに合わせる

# shell.settings.theme.ghostty
source: Ghostty Default
ja: Ghosttyデフォルト

# shell.settings.theme.paper
source: Paper
ja: ペーパー

# shell.settings.theme.ink
source: Ink
ja: インク

# shell.settings.font
source: Font
ja: フォント

# shell.settings.fontFamily
source: Family
ja: 書体

# shell.settings.font.standard
source: JetBrains Mono (Default)
ja: JetBrains Mono（デフォルト）

# shell.settings.fontSize
source: Size
ja: サイズ

# shell.settings.followDynamicType
source: Follow Text Size
ja: テキストサイズに合わせる

# shell.settings.fontFooter
source: With Follow Text Size on, the size scales with the iOS text size. Pinch a terminal to zoom.
ja: 「テキストサイズに合わせる」がオンの場合、iOSのテキストサイズに合わせて拡大縮小します。ターミナルをピンチするとズームできます。

# shell.settings.cursor
source: Cursor
ja: カーソル

# shell.settings.cursorShape
source: Shape
ja: 形状

# shell.settings.cursor.block
source: Block
ja: ブロック

# shell.settings.cursor.bar
source: Bar
ja: バー

# shell.settings.cursor.underline
source: Underline
ja: 下線

# shell.settings.cursorBlink
source: Blink
ja: 点滅

# shell.settings.keyBar
source: Key Bar
ja: キーバー

# shell.settings.keyCountFormat
source: %lld keys
ja: %lld個のキー

# shell.settings.resetTerminal
source: Reset Terminal Settings
ja: ターミナル設定をリセット

# shell.settings.resetTerminalConfirm
source: Reset theme, font, cursor and key bar to their defaults?
ja: テーマ、フォント、カーソル、キーバーをデフォルトに戻しますか？

# shell.settings.previewLabel
source: Terminal preview
ja: ターミナルのプレビュー

# shell.settings.previewValueFormat
source: %@, %@, %@ cursor
ja: %@、%@、%@カーソル

# shell.settings.keyBarShown
source: Shown
ja: 表示

# shell.settings.keyBarHidden
source: More Keys
ja: その他のキー

# shell.settings.keyBarFooter
source: Drag to reorder. The bar appears above the software keyboard.
ja: ドラッグで並べ替えます。キーバーはソフトウェアキーボードの上に表示されます。

# shell.settings.keyBarAddHint
source: Adds the key to the end of the bar.
ja: キーバーの末尾にキーを追加します。

# shell.settings.keyBarReset
source: Reset Key Bar
ja: キーバーをリセット

# shell.settings.key.left
source: Left Arrow
ja: 左矢印

# shell.settings.key.down
source: Down Arrow
ja: 下矢印

# shell.settings.key.up
source: Up Arrow
ja: 上矢印

# shell.settings.key.right
source: Right Arrow
ja: 右矢印

# shell.settings.key.tilde
source: Tilde (~)
ja: チルダ（~）

# shell.settings.key.slash
source: Slash (/)
ja: スラッシュ（/）

# shell.settings.key.pipe
source: Pipe (|)
ja: パイプ（|）

# shell.settings.key.dash
source: Dash (-)
ja: ハイフン（-）

# shell.settings.key.paste
source: Paste
ja: ペースト

# shell.settings.key.hide
source: Hide Keyboard
ja: キーボードを隠す

# shell.settings.notificationsDeniedFooter
source: Notifications are off for cmux. Turn them on in iOS Settings to get alerts.
ja: cmuxの通知はオフになっています。通知を受け取るにはiOSの設定でオンにしてください。

# shell.settings.notifyAbout
source: Notify Me About
ja: 通知する内容

# shell.settings.kind.permission
source: Permission Requests
ja: 許可リクエスト

# shell.settings.kind.permissionDetail
source: An agent wants to run a command or edit files.
ja: エージェントがコマンドの実行やファイルの編集を求めています。

# shell.settings.kind.question
source: Questions
ja: 質問

# shell.settings.kind.questionDetail
source: An agent is waiting for your answer.
ja: エージェントがあなたの回答を待っています。

# shell.settings.kind.plan
source: Plan Approvals
ja: プランの承認

# shell.settings.kind.planDetail
source: An agent proposes a plan before it starts.
ja: エージェントが作業前にプランを提案しています。

# shell.settings.kind.finished
source: Finished
ja: 完了

# shell.settings.kind.finishedDetail
source: An agent finished its task.
ja: エージェントがタスクを完了しました。

# shell.settings.kind.terminal
source: Terminal Alerts
ja: ターミナルの通知

# shell.settings.kind.terminalDetail
source: Bells and notifications from terminal programs.
ja: ターミナルプログラムからのベルと通知。

# shell.settings.sync.local
source: Saved on this device.
ja: このデバイスに保存されました。

# shell.settings.sync.syncing
source: Saving…
ja: 保存中…

# shell.settings.sync.synced
source: Saved for this device's notifications.
ja: このデバイスの通知設定として保存されました。

# shell.settings.sync.offline
source: Offline. Saved on this device; it applies after your next change while online.
ja: オフラインです。このデバイスに保存されました。オンライン時の次の変更で反映されます。

# shell.settings.sync.refusedFormat
source: Not saved: %@
ja: 保存されませんでした：%@

# shell.settings.notifySound
source: Sound
ja: サウンド

# shell.settings.timeSensitive
source: Time-Sensitive
ja: 即時通知

# shell.settings.timeSensitiveDetail
source: Approvals and questions can break through Focus.
ja: 承認と質問は集中モード中でも通知されます。

# shell.settings.systemNotifications
source: Notifications
ja: 通知

# shell.settings.allowed
source: Allowed
ja: 許可

# shell.settings.off
source: Off
ja: オフ

# shell.settings.openIOSSettings
source: Open iOS Settings
ja: iOSの設定を開く

# shell.settings.turnOnNotifications
source: Turn On Notifications
ja: 通知をオンにする

# shell.settings.shareCrashReports
source: Share Crash Reports
ja: クラッシュレポートを共有

# shell.settings.shareCrashReportsFooter
source: Sends crash and hang reports with personal data removed. Terminal content is never included.
ja: 個人データを除いたクラッシュとハングのレポートを送信します。ターミナルの内容は含まれません。

# shell.settings.privacyPolicy
source: Privacy Policy
ja: プライバシーポリシー

# shell.settings.termsOfService
source: Terms of Service
ja: 利用規約

# shell.settings.support
source: Support
ja: サポート

# shell.settings.supportSubject
source: cmux iOS support
ja: cmux iOSサポート

# shell.settings.acknowledgements
source: Acknowledgements
ja: 謝辞
